Repository: Ah95ed/B-Dare
Catalog: lib/l10n/app_*.arb
Languages: es, fr

# appName
source: Mystery Link
es: Misterio Enlazado
fr: Lien Mystère

source: Solo Mode
es: Modo Individual
fr: Mode Solo

source: Group Mode
es: Modo Grupal
fr: Mode Groupe

source: Practice Mode
es: Modo Práctica
fr: Mode Pratique

source: Start Game
es: Iniciar Juego
fr: Démarrer le Jeu

source: Select Difficulty
es: Seleccionar Dificultad
fr: Sélectionner la Difficulté

# selectRepresentation
source: Select Representation Type
es: Seleccionar Tipo de Representación
fr: Sélectionner le Type de Représentation

source: Text
es: Texto
fr: Texte

source: Icon
es: Icono
fr: Icône

source: Image
es: Imagen

source: Event
es: Evento
fr: Événement

source: Links
es: Enlaces
fr: Liens

source: Time Remaining
es: Tiempo Restante
fr: Temps Restant

source: Step
es: Paso
fr: Étape

# ofLabel
source: of
es: de
fr: de

source: Correct!
es: ¡Correcto!

source: Wrong!
es: ¡Incorrecto!
fr: Incorrect !

# timeOut
source: Time's Up!
es: ¡Se Acabó el Tiempo!
fr: Le Temps est Écoulé !

source: Score
es: Puntuación

source: Time Spent
es: Tiempo Empleado
fr: Temps Passé

source: Correct Chain
es: Cadena Correcta
fr: Chaîne Correcte

source: Your Choices
es: Tus Elecciones
fr: Vos Choix

source: Play Again
es: Jugar de Nuevo
fr: Rejouer

source: Share
es: Compartir
fr: Partager

source: Back to Home
es: Volver al Inicio
fr: Retour à l'Accueil

# selectPlayers
source: Select Number of Players
es: Seleccionar Número de Jugadores
fr: Sélectionner le Nombre de Joueurs

source: Player
es: Jugador
fr: Joueur

source: Points
es: Puntos

source: Next Player
es: Siguiente Jugador
fr: Joueur Suivant

source: Game Over
es: Juego Terminado
fr: Jeu Terminé

source: Loading...
es: Cargando...
fr: Chargement...

source: Retry
es: Reintentar
fr: Réessayer

# perfectWin
source: Perfect! You completed the chain correctly!
es: ¡Perfecto! ¡Completaste la cadena correctamente!
fr: Parfait ! Vous avez complété la chaîne correctement !

# timeUpMessage
source: Time's up! Don't worry, you can try again.
es: ¡Se acabó el tiempo! No te preocupes, puedes intentarlo de nuevo.
fr: Le temps est écoulé ! Ne vous inquiétez pas, vous pouvez réessayer.

# tieMessage
source: It's a tie! Great game everyone!
es: ¡Es un empate! ¡Gran juego todos!
fr: C'est une égalité ! Excellent jeu à tous !

# helpText
source: Find the link that connects the current card to the goal. Think about the relationship between them.
es: Encuentra el enlace que conecta la tarjeta actual con el objetivo. Piensa en la relación entre ellos.
fr: Trouvez le lien qui connecte la carte actuelle à l'objectif. Pensez à la relation entre eux.

# guidedModeHint
source: Read the hint before choosing: Look for the link that connects the current card to the target.
es: Lee la pista antes de elegir: Busca el enlace que conecta la tarjeta actual con el objetivo.
fr: Lisez l'indice avant de choisir : Cherchez le lien qui connecte la carte actuelle à la cible.

source: Well done!
es: ¡Bien hecho!
fr: Bien joué !

# keepTrying
source: Keep trying! You're getting better!
es: ¡Sigue intentando! ¡Estás mejorando!
fr: Continuez d'essayer ! Vous vous améliorez !

source: Excellent!
es: ¡Excelente!

source: Good job!
es: ¡Buen trabajo!
fr: Bon travail !

source: Almost there!
es: ¡Casi lo tienes!
fr: Presque là !

# thinkAgain
source: Think again. What connects these two?
es: Piensa de nuevo. ¿Qué conecta estos dos?
fr: Réfléchissez à nouveau. Qu'est-ce qui connecte ces deux ?

# accessibilityAndLanguage
source: Accessibility & Language
es: Accesibilidad e Idioma
fr: Accessibilité et Langue

source: Language
es: Idioma
fr: Langue

source: Text Size
es: Tamaño del Texto
fr: Taille du Texte

source: Theme Mode
es: Modo de tema
fr: Mode d’apparence

# systemTheme
source: System
es: Sistema
fr: Système

# lightThemeOption
source: Light
es: Claro
fr: Clair

# darkThemeOption
source: Dark
es: Oscuro
fr: Sombre

source: Dynamic Colors
es: Colores dinámicos
fr: Couleurs dynamiques

# dynamicColorsSubtitle
source: Blend the interface with adaptive gradients and highlights.
es: Mezcla la interfaz con degradados y acentos adaptables.
fr: Fusionnez l’interface avec des dégradés adaptatifs.

# motionEffects
source: Motion & Animations
es: Movimiento y animaciones
fr: Mouvement et animations

# motionEffectsSubtitle
source: Disable animations if you prefer a calmer UI.
es: Desactiva las animaciones si prefieres una interfaz tranquila.
fr: Désactivez les animations si vous préférez une interface calme.

source: Live Tournament Feed
es: Transmisión de torneos en vivo
fr: Flux de tournois en direct

# liveTournamentFeedEmpty
source: Live brackets and match sparks will appear here once tournaments start.
es: Los cuadros y partidas aparecerán aquí cuando empiecen los torneos.
fr: Les tableaux et matchs en direct apparaîtront ici lorsque les tournois commenceront.

source: Future Playbook
es: Playbook del futuro
fr: Carnet du futur

# futurePlaybookSubtitle
source: Upcoming trends prepared for the next decade
es: Tendencias preparadas para la próxima década
fr: Tendances prévues pour la prochaine décennie

source: Levels & Challenges
es: Niveles y desafíos
fr: Niveaux et défis

# levelsChallengesSubtitle
source: Browse structured levels and their challenges
es: Explora los niveles estructurados antes de jugar
fr: Parcourez les niveaux structurés avant de jouer

source: Close
es: Cerrar
fr: Fermer

# dailySessionStatusCompleted
source: You finished today’s session! {streak} day streak
es: ¡Terminaste la sesión de hoy! Racha de {streak} días
fr: Vous avez terminé la session d'aujourd'hui ! Série de {streak} jours

# dailySessionStatusNotStarted
source: You haven’t started today’s session yet · Current streak: {streak} days
es: Aún no has comenzado la sesión de hoy · Racha actual: {streak} días
fr: Vous n'avez pas encore commencé la session d'aujourd'hui · Série actuelle : {streak} jours

# dailySessionTotalSessions
source: Total sessions: {count}
es: Total de sesiones: {count}
fr: Total de sessions : {count}

# brainGymStartNow
source: Start Brain Gym now
es: Iniciar Brain Gym ahora
fr: Démarrer Brain Gym maintenant

# familySessionsTitleWithProfile
source: {profile} sessions
es: Sesiones de {profile}
fr: Sessions {profile}

# familySessionsTitleDefault
source: Family sessions
es: Sesiones familiares
fr: Sessions familiales

# sessionsLabel
source: Sessions
es: Sesiones

# winsLabel
source: Wins
es: Victorias
fr: Victoires

# lastSessionLabel
source: Last session
es: Última sesión
fr: Dernière session

# familyWeeklyGoal
source: This week’s goal: win 3 family sessions. Current progress {wins}/3.
es: Objetivo de esta semana: ganar 3 sesiones familiares. Progreso actual {wins}/3.
fr: Objectif de cette semaine : gagner 3 sessions familiales. Progrès actuel {wins}/3.

# familyWinsSessionsSummary
source: Wins: {wins} / Sessions: {sessions}
es: Victorias: {wins} / Sesiones: {sessions}
fr: Victoires : {wins} / Sessions : {sessions}

# familyNoSessionYet
source: Start your first family session today!
es: ¡Comienza tu primera sesión familiar hoy!
fr: Commencez votre première session familiale aujourd'hui !

# familyStartNewSession
source: Start new session
es: Iniciar nueva sesión
fr: Démarrer une nouvelle session

# keepPlayingToMaintainProgress
source: Keep playing to maintain your progress!
es: ¡Sigue jugando para mantener tu progreso!
fr: Continuez à jouer pour maintenir votre progression !

# guidedModeTitle
source: Guided Mode
es: Modo Guiado
fr: Mode Guidé

# guidedModeDescription
source: Simplified steps and hints for younger players and beginners.
es: Pasos simplificados y pistas para jugadores más jóvenes y principiantes.
fr: Étapes simplifiées et indices pour les joueurs plus jeunes et les débutants.

# soloModeDescription
source: Play alone and challenge yourself
es: Juega solo y desafíate a ti mismo
fr: Jouez seul et défiez-vous

# createGroupTitle
source: Create Group
es: Crear Grupo
fr: Créer un Groupe

# createGroupDescription
source: Create a group game with friends
es: Crea un juego grupal con amigos
fr: Créez un jeu de groupe avec des amis

# globalTournamentsTitle
source: Global Tournaments
es: Torneos Globales
fr: Tournois Mondiaux

# globalTournamentsDescription
source: Join global tournaments and become world champion
es: Únete a torneos globales y conviértete en campeón mundial
fr: Rejoignez les tournois mondiaux et devenez champion du monde

# progressKeepPlayingHint
source: Keep playing to keep your momentum!
es: ¡Sigue jugando para mantener tu impulso!
fr: Continuez à jouer pour maintenir votre élan !

# brainGymSessionCompletedFinal
source: 🎯 You finished your Brain Gym session!
es: 🎯 ¡Terminaste tu sesión de Brain Gym!
fr: 🎯 Vous avez terminé votre session Brain Gym !

# brainGymPerfectRoundHeadline
source: 💪 Perfect round!
es: 💪 ¡Ronda perfecta!
fr: 💪 Ronde parfaite !

# brainGymNewRoundHeadline
source: Great! New Brain Gym round
es: ¡Genial! Nueva ronda de Brain Gym
fr: Super ! Nouvelle ronde Brain Gym

# brainGymCurrentStreak
source: Your current streak: {streak} days
es: Tu racha actual: {streak} días
fr: Votre série actuelle : {streak} jours

# brainGymStartNewStreak
source: Start a new streak today
es: Comienza una nueva racha hoy
fr: Commencez une nouvelle série aujourd'hui

# brainGymRoundProgress
source: Round {current} of {total} · Session score: {score}
es: Ronda {current} de {total} · Puntuación de sesión: {score}
fr: Ronde {current} sur {total} · Score de session : {score}

# brainGymTotalSessions
source: Total training sessions: {total}
es: Total de sesiones de entrenamiento: {total}
fr: Total de sessions d'entraînement : {total}

# guidedModeIntroStep1
source: Listen to the short instructions, then read the start and end points.
es: Escucha las instrucciones breves, luego lee los puntos de inicio y fin.
fr: Écoutez les instructions courtes, puis lisez les points de départ et d'arrivée.

# guidedModeIntroStep2
source: Choose the correct link from three simplified options.
es: Elige el enlace correcto de entre tres opciones simplificadas.
fr: Choisissez le bon lien parmi trois options simplifiées.

# guidedModeIntroStep3
source: If you make a mistake, you will get an instant hint to help next time.
es: Si cometes un error, obtendrás una pista instantánea para ayudarte la próxima vez.
fr: Si vous faites une erreur, vous obtiendrez un indice instantané pour vous aider la prochaine fois.

# guidedModeLongDescription
source: An experience suitable for younger players and new users. This mode focuses on short chains with visual and audio hints.
es: Una experiencia adecuada para jugadores más jóvenes y usuarios nuevos. Este modo se enfoca en cadenas cortas con pistas visuales y de audio.
fr: Une expérience adaptée aux joueurs plus jeunes et aux nouveaux utilisateurs. Ce mode se concentre sur des chaînes courtes avec des indices visuels et audio.

# guidedModeStartSession
source: Start guided session
es: Iniciar sesión guiada
fr: Démarrer la session guidée

# selectGameTypeTitle
source: Choose game type
es: Elegir tipo de juego
fr: Choisir le type de jeu

# familySessionTitleWithProfileInGame
source: {profile} team
es: Equipo {profile}
fr: Équipe {profile}

# familySessionTitleInGame
source: Family session
es: Sesión familiar
fr: Session familiale

# sessionsShortLabel
source: Sessions
es: Sesiones

# winsShortLabel
source: Wins
es: Victorias
fr: Victoires

# lossesShortLabel
source: Losses
es: Derrotas
fr: Défaites

# lastSessionShort
source: Last session
es: Última sesión
fr: Dernière session

# matchNotReady
source: Match is not ready yet
es: El partido aún no está listo
fr: Le match n'est pas encore prêt

# matchStartFailed
source: Failed to start match: {error}
es: Error al iniciar el partido: {error}
fr: Échec du démarrage du match : {error}

# matchJoinFailed
source: Failed to join match: {error}
es: Error al unirse al partido: {error}
fr: Échec de la jonction au match : {error}

# tournamentGlobalTitle
source: Global Tournaments
es: Torneos Globales
fr: Tournois Mondiaux

# tournamentNoTournaments
source: No tournaments
es: No hay torneos
fr: Aucun tournoi

# tournamentFilterLabel
source: Filter:
es: Filtro:
fr: Filtre :

# tournamentFilterAll
source: All
es: Todos
fr: Tous

# tournamentFilterRegistration
source: Registration
es: Registro
fr: Inscription

# tournamentFilterQualifiers
source: Qualifiers
es: Clasificatorias
fr: Qualifications

# tournamentFilterCompleted
source: Completed
es: Completados
fr: Terminés

# tournamentEmptyTitle
source: No tournaments at the moment
es: No hay torneos en este momento
fr: Aucun tournoi pour le moment

# tournamentCreateNew
source: Create new tournament
es: Crear nuevo torneo
fr: Créer un nouveau tournoi

# tournamentStagesSectionTitle
source: Stages
es: Etapas
fr: Étapes

# tournamentTeamsSectionTitle
source: Teams ({count}/{max})
es: Equipos ({count}/{max})
fr: Équipes ({count}/{max})

# tournamentViewAllTeams
source: View all teams ({count})
es: Ver todos los equipos ({count})
fr: Voir toutes les équipes ({count})

# tournamentBracketTitle
source: Bracket
es: Cuadro
fr: Tableau

# tournamentBracketUnavailable
source: Bracket is not available yet
es: El cuadro aún no está disponible
fr: Le tableau n'est pas encore disponible

# tournamentViewBracket
source: View bracket
es: Ver cuadro
fr: Voir le tableau

# tournamentStart
source: Start tournament
es: Iniciar torneo
fr: Démarrer le tournoi

source: Back
es: Atrás
fr: Retour

# tournamentStatusRegistration
source: Registration
es: Registro
fr: Inscription

# tournamentStatusQualifiers
source: Qualifiers
es: Clasificatorias
fr: Qualifications

# tournamentStatusCompleted
source: Completed
es: Completados
fr: Terminés

# tournamentStatusCancelled
source: Cancelled
es: Cancelados
fr: Annulés

# tournamentMatchStatusScheduled
source: Scheduled
es: Programado
fr: Programmé

# tournamentMatchStatusInProgress
source: In progress
es: En progreso
fr: En cours

# tournamentMatchStatusCompleted
source: Completed
es: Completado
fr: Terminé

# tournamentMatchStatusForfeit
source: Forfeit
es: Abandono
fr: Forfait

# tournamentMatchStatusCancelled
source: Cancelled
es: Cancelado
fr: Annulé

# tournamentStatsTeams
source: Teams
es: Equipos
fr: Équipes

# tournamentStatsStages
source: Stages
es: Etapas
fr: Étapes

# tournamentStatsType
source: Type
es: Tipo

# tournamentTypeSingleElimination
source: Single Elimination
es: Eliminación Simple
fr: Élimination Simple

# tournamentTypeDoubleElimination
source: Double Elimination
es: Eliminación Doble
fr: Élimination Double

# tournamentTypeSwiss
source: Swiss
es: Suizo
fr: Suisse

# stageRoundProgress
source: Round {current}/{total}
es: Ronda {current}/{total}
fr: Ronde {current}/{total}

# matchesLabel
source: Matches
es: Partidos
fr: Matchs

# stageStatusNotStarted
source: Not started
es: No iniciado
fr: Non démarré

# stageStatusInProgress
source: In progress
es: En progreso
fr: En cours

# stageStatusCompleted
source: Completed
es: Completado
fr: Terminé

# relativeInDays
source: In {days} days
es: En {days} días
fr: Dans {days} jours

# relativeInHours
source: In {hours} hours
es: En {hours} horas
fr: Dans {hours} heures

# relativeInMinutes
source: In {minutes} minutes
es: En {minutes} minutos
fr: Dans {minutes} minutes

# relativeStarted
source: Started
es: Iniciado
fr: Démarré

# relativeNow
source: Now
es: Ahora
fr: Maintenant

# matchTitle
source: Match
es: Partido

# matchStart
source: Start match
es: Iniciar partido
fr: Démarrer le match

# matchJoin
source: Join match
es: Unirse al partido
fr: Rejoindre le match

# samplePuzzleLoaded
source: Loaded a practice puzzle
es: Se cargó un rompecabezas de práctica
fr: Un puzzle d'entraînement a été chargé

source: Error
fr: Erreur

# relativeDays
source: {days} d
fr: {days} j

# tournamentFilterFinal
source: Final
fr: Finale

# tournamentStatusFinal
source: Final
fr: Finale
